export default {
  magnetarI18n: {
    //Message
    '登录成功': '登录成功',
    '注册成功!': '注册成功',
    '队列中...': '队列中...',
    "搜索中": "搜索中...",
    "已复制到粘贴板": "已复制到粘贴板",
    "复制失败，可能浏览器不支持该功能，请手动复制": "复制失败，可能浏览器不支持该功能，请手动复制",
    "唯一的文件就是名字哦": "唯一的文件就是名字哦",
    "文件数大于50的未存入数据库": "文件数大于50的未存入数据库",
    "数据已丢失": "数据已丢失",
    "服务器异常": "服务器异常",
    "仅支持后缀为jpg、png格式的图片": "仅支持后缀为jpg、png格式的图片",
    "图片不能大于5MB": "图片不能大于5MB",
    "无权限": "无权限",
    "登陆状态已过期": "登陆状态已过期",
    "聚合搜索耗时较长,12秒内返回结果": "聚合搜索耗时较长,12秒内返回结果",
    "同步用户信息": "同步用户信息",
    "登录中": "登录中...",
    //HeaderTool
    '登录': '登录',
    //Footers
    '建议反馈': '建议反馈',
    '浏览器扩展': '浏览器扩展',
    'QQ群': 'QQ群',
    //Bt
    '获取聚合搜索结果': '获取聚合搜索结果',
    '已滤除含露骨内容的搜索结果': '已滤除含露骨内容的搜索结果',
    '部分搜索结果未予显示': '部分搜索结果未予显示',
    '正在提交搜索任务': '正在提交搜索任务',

    //Login
    '一键登录': '一键登录',
    '切换账户': '切换账户',
    '邮箱': '邮箱',
    '密码': '密码',
    '记住密码': '记住密码',
    '邮箱不能为空': '邮箱不能为空',
    '密码不能为空': '密码不能为空',
    '邮箱格式不正确': '邮箱格式不正确',
    '密码6~18位': '密码6~18位',
    '尚未拥有账户？': '尚未拥有账户？',
    '注册': '注册',

    //Register
    '用户名': '用户名',
    '已经拥有账户？': '已经拥有账户？',
    '用户名不能为空': '用户名不能为空',
    //Image
    '相似女优': '相似女优',
    '相似影片': '相似影片',
    '搜索历史': '搜索历史',
    //SearchEngine
    '磁力': '磁力',
    '识图': '识图',
    //JavTab
    "发布日期": "发布日期",
    "所处分类": "所处分类",
    "相关演员": "相关演员",
    "标题": "标题",
    "番号库": "番号库",
    "详情": "详情",
    //BtTypeSelect
    '所有': '所有',
    "视频": "视频",
    "图片": "图片",
    "文档": "文档",
    "音乐": "音乐",
    "程序": "程序",
    "压缩": "压缩",
    "其他": "其他",
    //BtTab
    "点击复制链接": "点击复制链接",
    "磁力链接": "磁力链接",
    "相关程度": "相关程度",
    "更新时间": "更新时间",
    "文件大小": "文件大小",
    "文件热度": "文件热度",
    "文件列表": "文件列表",
    //ActressTab
    '出生日期': '出生日期',
    '厘米': '厘米',
    '别名': '别名',
    '出生地': '出生地',
    '罩杯': '罩杯',
    '三围': '三围',
    '身高': '身高',
    '爱好': '爱好',
    //SearchStatistics
    "找到约": "找到约",
    "条结果": "条结果",
    "秒": "秒",
    //JavDetail
    "识别码": "识别码",
    // "发布日期": "发布日期",
    "视频时间": "视频时间",
    "分钟": "分钟",
    // "所处分类": "所处分类",
    // "相关演员": "相关演员",

    //Setting
    "常规设置": "常规设置",
    "夜间模式": "夜间模式",
    "语言": "语言",
    "磁力链追加Tracker": "磁力链追加Tracker",
    //Conversion
    "磁力链种子互转": "磁力链种子互转",
    "转换工具": "转换工具",
    "磁力链转种子": "磁力链转种子",
    "种子转磁力链": "种子转磁力链",
    "获取种子文件": "获取种子文件",
    "磁力链接或者40位哈希值": "磁力链接或者40位哈希值",
    "点击选择或者拖拽种子文件到此处": "点击选择或者拖拽种子文件到此处",
    "无效的磁力链或者哈希值": "无效的磁力链或者哈希值",
    "无效的种子文件": "无效的种子文件",
    "种子文件大于5MB": "种子文件大于5MB",
    //Noresult
    "您的搜索": "您的搜索 ",
    "没有匹配的结果": " 没有匹配的结果",
    "确保所有单词拼写正确": "确保所有单词拼写正确",
    "减少关键词数量": "减少关键词数量",
    "关键词用空格等隔开": "关键词用空格等隔开",
    "建议": "建议",

    //Polytab
    "聚合状态": "聚合状态",
    //SearchRank
    "热门搜索": "热门搜索",
    //SearchFix
    "图像搜索": "图像搜索",
    "使用图像进行搜索，识别女优或者番号": "使用图像进行搜索，识别女优或者番号",
    "点击选择或拖拽图片到此处": "点击选择或拖拽图片到此处",
    "— 或 —": "— 或 —",
    "搜索": "搜索",
    "远程图片链接": "远程图片链接",
    "上传图片进行搜索": "上传图片进行搜索",








    // '友情链接': '友情链接',

    // "文件数量": "文件数量",


    // "已启用安全搜索":"已启用安全搜索",


    // "安全搜索":"安全搜索",


    // "确定":"确定",
    // "取消":"取消",

    // "温馨提示":"温馨提示",


    // 

    // "上传成功":"上传成功",



    // "安全搜索功能会滤除含露骨内容的搜索结果":"安全搜索功能会滤除含露骨内容的搜索结果",



    // "公告":"公告",
    // "中文简体":"English",
    // "正在获取聚合搜索结果":"正在获取聚合搜索结果 在第 ",
    // "位":" 位",
    // "您的搜索词太短":"您的搜索词太短",
    // "女优人脸识别":"女优人脸识别",
    // "点击选择或者拖拽图片到此处":"点击选择或者拖拽图片到此处",

  },
}
